9/data/attachments/94c8bb84273d9de7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Brandon_mouth_Friend_82132_7</nif:username>
            <nif:friendToBeRequested>soap_friends_fd4d70fd-2839-401b-a404-14d329288601</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>